<h2>Програмное обеспечение - Alfasat</h2>
<h4>Краткое описание </h4>
<p>
Программа AL-FA-SAT состоит из трех основных функции: отслеживание спутника по TLE (Two Line Interface), прием и передача команд летательному аппарату с помощью TNC (Terminal Node Controller) и изменение параметров ICOM (частоты, режимы передачи, эффект Доплера). AL-FA-SAT позволяет автоматический загружать и обновлять TLE спутников из базы данных NORAD. Период обновление TLE тридцать дней. В панели управления можно изменять параметры карты и спутника, т.е. цвет карты, терминатор, трассу и зону покрытия спутника, а также имеется функция для отображения спутника в трехмерном виде. Местоположения наземной станций тоже добавляются из базы данных и туда включены все города и населенные пункты РК. Для расчетов траекторий спутника в программе использовалась открытая библиотека SGP4. SGP4 – это математическая модель, используемая для расчетов орбитальных параметров спутника в геоцентрической системе координат.       	
</p>
<h4>Область применения</h4>
<p>
Космическая технология. Спутниковая связь. Астрономия. Система спутникового слежения.     	
</p>
<h4>Назначение</h4>
<p>
Слежение и установка радиосвязи со спутниками.     	
</p>
<h4>Функциональные возможности:</h4>
	<ul>
		<li>Визуальное наблюдение, двухмерная и трехмерная анимация полета спутника</li>
		<li>Обновление данных TLE через интернет</li>
		<li>Управление ротором антенной</li>
		<li>Возможность подключения TNC для передачи команды</li>
		<li>Тестирование спутника с помощью CAN шины</li>
		<li>Упраление радиоcстанцией ICOM</li>
	</ul>
<h4>Скриншоты</h4>
<p>
<img src="images/screen1.png" width = "600"><br><br>
<img src="images/screen2.png" width = "600"><br><br>
<img src="images/screen3.png" width = "600"><br><br>
<img src="images/screen4.png" width = "600"><br><br>
</p>