<?php if($_GET['lang']=='ru'){?> 
<h2>Команда</h2><?php };?>
<?php if($_GET['lang']=='en'){?> 
<h2>Team</h2><?php };?>
<?php if($_GET['lang']=='kz'){?> 
<h2>Топ</h2><?php };?>
        <p>
			<?php if($_GET['lang']=='ru'){?> 
			<h4>Руководители</h4><?php };?>
			<?php if($_GET['lang']=='en'){?> 
			<h4>Managers</h4><?php };?>
			<?php if($_GET['lang']=='kz'){?> 
			<h4>Жетекшілер</h4><?php };?>
		
		  <ul>
          <li>
			  Мутанов Г.М. - д.т.н, академик. Ректор КазНУ<br><br>
			  <img src="images/mutanov.jpg" width="150"><br>	  
		  </li>
		  <li>Темирбаев А. - PhD. Директор технопарка<br> <br>			  
			  <img src="images/temirbayev.jpg" width="150"><br>
		  </li>
          <li>Туенбаев О.К. - Технический директор проекта<br> 	<br>		 
			  <img src="images/ozat.jpg" width="150"><br>
		  </li>
        </ul>
		<h4>Разработчики</h4>
		  <ul>
			  <li>Мейрамбекулы Н. - Магистр. Инженер программист</li>
			  <li>Узбеков Н. - Магистр. Инженер программист</li>
			  <li>Орынбасар С. - Докторант. Инженер программист</li>
			  <li>Ханиев Б. - Докторант. Инженер программист</li>
			  <li>Шыназарова Т. - </li>
          <li>Кенжебаев Н.Б. - Докторант. Программист</li>
        </ul>